content/posts/Speculative_Empiricism_Revisiting_Whitehead_by_Didier_Debaise_in_2017.md
+++
title = "Speculative Empiricism Revisiting Whitehead by Didier Debaise in 2017"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:56-04:00
slug = "Speculative_Empiricism_Revisiting_Whitehead_by_Didier_Debaise_in_2017"
draft = false
+++

## [Didier Debaise]({{< relref "Didier_Debaise" >}}), [Alfred North Whitehead]({{< relref "Alfred_North_Whitehead" >}}), [pragmatism]({{< relref "pragmatism" >}}) {#didier-debaise--didier-debaise-dot-md--alfred-north-whitehead--alfred-north-whitehead-dot-md--pragmatism--pragmatism-dot-md}


## Preface by [Isabelle Stengers]({{< relref "Isabelle_Stengers" >}}) {#preface-by-isabelle-stengers--isabelle-stengers-dot-md}


### Whitehead had read the ‘great philosophers’ long before becoming a philosopher, of course. But he read them in a way that ‘took them seriously’, that is, without first submitting to their greatness. He asked the question of what they do to us, what they ask us to forget. {#whitehead-had-read-the-great-philosophers-long-before-becoming-a-philosopher-of-course-dot-but-he-read-them-in-a-way-that-took-them-seriously-that-is-without-first-submitting-to-their-greatness-dot-he-asked-the-question-of-what-they-do-to-us-what-they-ask-us-to-forget-dot}


### What the ‘great philosophers’ – and particularly the modern philosophers (Descartes, Locke, Hume, Kant) – ask us to forget finds its clearest expression in his final book, Modes of Thought: ^^‘[t]he question What do we know?, has been transformed into the question, What can we know?’1^^ {#what-the-great-philosophers-and-particularly-the-modern-philosophers--descartes-locke-hume-kant--ask-us-to-forget-finds-its-clearest-expression-in-his-final-book-modes-of-thought-t-he-question-what-do-we-know-has-been-transformed-into-the-question-what-can-we-know-1}


### Whitehead ^^responds to this search for ‘pure’ givens with a pragmatic method in William James’s sense^^, a method involving the conscious, processual, experimental exploration of that which is capable of testifying to immediate experience. {#whitehead-responds-to-this-search-for-pure-givens-with-a-pragmatic-method-in-william-james-s-sense-a-method-involving-the-conscious-processual-experimental-exploration-of-that-which-is-capable-of-testifying-to-immediate-experience-dot}


### The flight of an aeroplane, the experimentation with the relation between concepts and immediate experience and with what experience, once renewed, demands from concepts, is inextricable from what Whitehead defines as ultimate: creativity. {#the-flight-of-an-aeroplane-the-experimentation-with-the-relation-between-concepts-and-immediate-experience-and-with-what-experience-once-renewed-demands-from-concepts-is-inextricable-from-what-whitehead-defines-as-ultimate-creativity-dot}


### ****Coherence, logic, and necessity**** can be understood as methodical constraints for qualification as rational interpretation {#coherence-logic-and-necessity-can-be-understood-as-methodical-constraints-for-qualification-as-rational-interpretation}


### Debaise calls Whitehead’s wager ‘rationalist trust’. When Whitehead proposes to ‘rescue’ the style of thought of Bergson, James and Dewey ‘from the charge of anti-intellectualism, which rightly or wrongly has been associated with it’ (PR, xii), it should be clear that it hardly matters whether such a charge is justified. What counts is simply the fact that it might be taken in that way, that is, that readers of Bergson, James or Dewey might understand ‘rationalist’ abstraction as in some way separate from ‘reality’. {#debaise-calls-whitehead-s-wager-rationalist-trust-dot-when-whitehead-proposes-to-rescue-the-style-of-thought-of-bergson-james-and-dewey-from-the-charge-of-anti-intellectualism-which-rightly-or-wrongly-has-been-associated-with-it--pr-xii--it-should-be-clear-that-it-hardly-matters-whether-such-a-charge-is-justified-dot-what-counts-is-simply-the-fact-that-it-might-be-taken-in-that-way-that-is-that-readers-of-bergson-james-or-dewey-might-understand-rationalist-abstraction-as-in-some-way-separate-from-reality-dot}


### For Whitehead, no definition is effective without the mute appeal to making an imaginative leap (PR, 4). Whitehead’s reasons have as their mission to make this leap felt. {#for-whitehead-no-definition-is-effective-without-the-mute-appeal-to-making-an-imaginative-leap--pr-4--dot-whitehead-s-reasons-have-as-their-mission-to-make-this-leap-felt-dot}


### What Whitehead calls <span class="underline"><span class="underline">res verae</span></span>---actual entities connecting existence and actualisation in a mode which discloses them as creatures of creativity---have nothing to do with the kind of truth that would require contemplation or compliance. They are ‘true’ in the pragmatic sense, connecting truth to an experimentation with consequences. To understand them is, first of all, to understand the problem to which they respond, the manner in which they satisfy the method’s constraints. {#what-whitehead-calls-actual-entities-connecting-existence-and-actualisation-in-a-mode-which-discloses-them-as-creatures-of-creativity-have-nothing-to-do-with-the-kind-of-truth-that-would-require-contemplation-or-compliance-dot-they-are-true-in-the-pragmatic-sense-connecting-truth-to-an-experimentation-with-consequences-dot-to-understand-them-is-first-of-all-to-understand-the-problem-to-which-they-respond-the-manner-in-which-they-satisfy-the-method-s-constraints-dot}


### Debaise casts light on the overwhelming importance, for Whitehead, of challenging the false simplicity of perceptual data, the pitfall of the empiricist tradition. This determined and relentless challenge to the empiricist reduction of experience has led many to misread Whitehead’s construction as a phenomenological project. But Debaise emphasizes that the stakes of his fight with Hume, in particular, are to be found on the level of conceptual construction and have little to do with fidelity to human experience. {#debaise-casts-light-on-the-overwhelming-importance-for-whitehead-of-challenging-the-false-simplicity-of-perceptual-data-the-pitfall-of-the-empiricist-tradition-dot-this-determined-and-relentless-challenge-to-the-empiricist-reduction-of-experience-has-led-many-to-misread-whitehead-s-construction-as-a-phenomenological-project-dot-but-debaise-emphasizes-that-the-stakes-of-his-fight-with-hume-in-particular-are-to-be-found-on-the-level-of-conceptual-construction-and-have-little-to-do-with-fidelity-to-human-experience-dot}


### Didier Debaise introduces Whitehead’s work, then, but he also adds to it by producing a path to consequences that solidify Whitehead’s place in the pragmatic tradition. {#didier-debaise-introduces-whitehead-s-work-then-but-he-also-adds-to-it-by-producing-a-path-to-consequences-that-solidify-whitehead-s-place-in-the-pragmatic-tradition-dot}


## 1. Introduction {#1-dot-introduction}


### Proof matters little. What does matter, however, is the capacity to produce self-evidence. {#proof-matters-little-dot-what-does-matter-however-is-the-capacity-to-produce-self-evidence-dot}


### It is generally assumed that if something is self-evident then it has no need of explanation, and so can function as an effective point of departure for the justification of a thought. {#it-is-generally-assumed-that-if-something-is-self-evident-then-it-has-no-need-of-explanation-and-so-can-function-as-an-effective-point-of-departure-for-the-justification-of-a-thought-dot}


### If ideas, habits or thoughts are self-evident, this is because they are the ends, not the causes, of a process. Self-evidence, then, should never be the initial element of a philosophical explanation but rather its goal. This presents a much greater challenge. {#if-ideas-habits-or-thoughts-are-self-evident-this-is-because-they-are-the-ends-not-the-causes-of-a-process-dot-self-evidence-then-should-never-be-the-initial-element-of-a-philosophical-explanation-but-rather-its-goal-dot-this-presents-a-much-greater-challenge-dot}


###  {#}


## I. Speculative philosophy: method and function {#i-dot-speculative-philosophy-method-and-function}


### 2. What is speculative philosophy? {#2-dot-what-is-speculative-philosophy}


### 3. Creativity as ultimate principle {#3-dot-creativity-as-ultimate-principle}


### 4. Actualizing creativity {#4-dot-actualizing-creativity}


## II. The speculative approach to existence: process and individuation {#ii-dot-the-speculative-approach-to-existence-process-and-individuation}


### 5. What is a process of individuation? {#5-dot-what-is-a-process-of-individuation}

<!--list-separator-->

-  5.1 The place of the problem of individuation

<!--list-separator-->

-  5.2 Disjunctive diversity: potential being

<!--list-separator-->

-  5.3 Individuation as capture [deleuze]({{< relref "deleuze" >}})

    <!--list-separator-->

    -  The passage from the many to the unity of a new entity operates through what Whitehead terms prehensions

    <!--list-separator-->

    -  \_\_Prehension\_\_ is the constitutive activity of <span class="underline"><span class="underline">actual entities</span></span>. Actual entities are nothing but centres of prehension; their entire being is identified with their capture of other actual entities. They express neither essence nor finality, but simply operations of capture.

    <!--list-separator-->

    -  First, taken by itself, as its own reality, disjunctive diversity is an abstraction. It has meaning and effectiveness only when involved in a new concrescence. Next, the new actual entity – which Deleuze expresses with the wholly appropriate term ‘certain singularity’ – emerges from the many. Finally, this passage presupposes a ‘screen’ [crible].

    <!--list-separator-->

    -  The question of the ‘screen’ is fundamental. It is precisely what allows the passage from plurality to unity, from chaos to a certain singularity. Without this screen, chaos would remain disjunctive diversity without the slightest possibility: for Whitehead, as for Leibniz, possibility is always the possibility of order or unity.

    <!--list-separator-->

    -  Deleuze reads Process and Reality as a philosophy of ‘events’. The notion that Process and Reality turns around the question of events is an important idea, one I would not want to contest. And yet, for me, the question is rather to know where to situate events? What are ‘events’ in Process and Reality?

    <!--list-separator-->

    -  B

<!--list-separator-->

-  5.4 A different economy of the subject and the object: objectification


### 6. What is the subject? {#6-dot-what-is-the-subject}

<!--list-separator-->

-  6.1 A new economy of object and subject

<!--list-separator-->

-  6.2 The subject-superject structure

<!--list-separator-->

-  6.3 The subjective aim and self-enjoyment [deleuze]({{< relref "deleuze" >}})

<!--list-separator-->

-  6.4 The two activities of prehension: exclusion and feeling


### 7. Realization of self and power {#7-dot-realization-of-self-and-power}

<!--list-separator-->

-  7.1 The end of individuation

<!--list-separator-->

-  7.2 Power as the direction of potential


### 8. Pure potentiality and actuality {#8-dot-pure-potentiality-and-actuality}

<!--list-separator-->

-  8.1 What is an eternal object? [deleuze]({{< relref "deleuze" >}})

<!--list-separator-->

-  8.2 Transforming platonism: ingression and participation

<!--list-separator-->

-  8.3 The mode of reality of eternal objects


### 9. Temporal dimensions of actual entities {#9-dot-temporal-dimensions-of-actual-entities}

<!--list-separator-->

-  9.1 Becomings and instants

<!--list-separator-->

-  9.2 The temporal thickness of actual entities

<!--list-separator-->

-  9.3 The epochal theory of becoming

<!--list-separator-->

-  9.4 The distinction between two fluxes


## III. Experiences and societies: thinking nature {#iii-dot-experiences-and-societies-thinking-nature}


### 10. A universe of societies {#10-dot-a-universe-of-societies}

<!--list-separator-->

-  10.1 Actual entities and societies

<!--list-separator-->

-  10.2 The emergence of societies

<!--list-separator-->

-  10.3 What is a multiple being?

<!--list-separator-->

-  10.4 Immanent social identity [deleuze]({{< relref "deleuze" >}})


### 11. The mode of existence of societies {#11-dot-the-mode-of-existence-of-societies}

<!--list-separator-->

-  11.1 Societies as durations

<!--list-separator-->

-  11.2 The extensive nature of societies


### 12. Nature and societies {#12-dot-nature-and-societies}

<!--list-separator-->

-  12.1 Order and disorder

<!--list-separator-->

-  12.2 Societies, environments

<!--list-separator-->

-  12.3 Stability and innovation: life in nature


### 13. Conclusion: what is speculative empiricism? {#13-dot-conclusion-what-is-speculative-empiricism}

<!--list-separator-->

-  13.1 Selection and speculation

<!--list-separator-->

-  13.2 The components of a philosophy of experience [deleuze]({{< relref "deleuze" >}})
